import img01 from './images/bademjon.jpg'
import img02 from './images/boshqabdaq.png'
import img03 from './images/cakedamad.jpg'
import img04 from './images/cakegerdoo.jpg'
import img05 from './images/cakehavich.jpg'
import img06 from './images/cakekhas.png'
import img07 from './images/deser.jpg'
import img08 from './images/fesenjon.jpg'
import img09 from './images/havichpolo.jpg'
import img10 from './images/khagine.png'
import img11 from './images/khamirjadoii.jpg'
import img12 from './images/kofte.jpg'
import img13 from './images/loqme.png'
import img14 from './images/mahi.jpg'
import img15 from './images/mosmabademjon.jpg'
import img16 from './images/roletgosht.png'
import img17 from './images/sambose.jpg'
import img18 from './images/sandwich.png'
import img19 from './images/shake.png'
import img20 from './images/shake2.png'
import img21 from './images/shirini.jpg'
import img22 from './images/soop.jpg'
import img23 from './images/tartsib.jpg'
import img24 from './images/zereshkpolo.jpg'

export const dataBase = [
    {
        id: 1,
        title: "بادمجان",
        image: img01,
        material: `✅️بادمجان: ۴ عدد
        ✅️گوشت چرخکرده: ۲۰۰ گرم
        ✅️پیاز: ۱ عدد
        ✅️گوجه فرنگی پوره شده: ۱_۲ عدد
        ✅️جعفری خورد شده: ۲_۳ ق غ
        ✅️رب: ۱ غ ق سرخالی
        ✅️ادویه: نمک_فلفل_ زردچوبه_پودرسیر _ کمی آویشن
        
        
        🛒مواد سس:
        ✅️پیاز: ۱ عدد
        ✅️رب: ۱ ق غ
        ✅️سیر: ۲_۳ حبه
        ✅️آبجوش: ۱ لیوان
        ✅️ادویه: نمک، فلفل و زردچوبه`,
        rul: ``,
        points: `🌱اضافه کردنِ پوره گوجه و فلفل دلمه ای سلیقه ای و قابل حذفه.
        🌱برای پوره کردن گوجه کافیه یکی دو عدد گوجه فرنگی رو رنده بزنید یا درون غذاساز بریزید.
        🌱بهتره از جعفری و سیر تازه استفاده کنید اما اگر نداشتید میتونید مثل من از جعفری خشک و پودر سیر استفاده کنید.
        🌱بادمجان هارا یا مثل من یک درمیان پوست بگیرید یا کامل پوست کنید اما بهتره کلاهک بادمجان را جدا نکنید.
        🌱دقت کنید روی بادمجان ها شیار سطحی بیندازید و خیلی عمیق نباشه که طرف دیگرش رو پاره نکنه.
        🌱بادمجان سرخ شده رو به آرامی با قاشق کمی فشار بدید و باز کنید و مراقب باشید از طرف دیگش پاره نکنید.
        🌱موقع سرخ کردن بادمجان ها حتما درب ظرف را بزارید تا کامل بپزه.
        🌱دقت کنید برای سس آب زیادی نریزید چون نباید سس تا روی بادمجان ها بیاد.`,
        raite: 3,
        type: "غذای ایرانی",
        time: "old"
    },
    {
        id: 2,
        title: "بشقاب داغ",
        image: img02,
        material: ``,
        rul: ``,
        points: `
        -ترتیب لایه ها: چیپس نمکی+سس کچاپ+سس خردل یا فرانسوی+ ژامپون خوردشده+ قارچ بلانچ شده یا تفت داده شده+فلفل دلمه رنگی+ ذرت+دوباره سس+پنیر پیتزا فراوان+ دوباره یکم از قارچ و فلفل دلمه و ژامبون و یک پنیر ورقه ای برای تزئین بزارید و کمی پودر آویشن برای عطرش بپاشید.
        در فر ۱۸۰ درجه به مدت ۲۰ دقیقه قرار بدید تا پنیر آب بشه.
        -مواد داخلش سلیقه ای و قابل تغییره و میتونید به انتخاب خودتون جایگزین یا کم و زیاد کنید.
        -میتونید به جای چیپس از سیب زمینی خلالی سرخ شده هم استفاده کنید.یا میتونید ترکیبی از هردو استفاده کنید.
        -میتونید به جای ژامبون از سوسیس یا گوشت یا مرغ پخته و ریش شده هم استفاده کنید.
        -بهتره کل مراحل رو دوبار تکرار کنید اما من چون ارتفاع ظرفم کم بود فقط یک لایه چیپس ریختم.
        -من از قارچ بلانچ شده استفاده کردم که آموزشش توی پیج هست اما اگر خواستید قارچ تازه بریزید حتما قبلش با حرارت بالا تفت بدید چون اگر خام استفاده کنید داخل فر آب میندازه و چیپستون خمیر میشه.
        -راز خوشمزه تر شدن این بشقاب داغ سس خردل و پودر آویشنه😋🤌پس بهتره حذف نکنید.
        -هرچی پنیرپیتزا بیشتر😁 کالری بیشتر😁‌ در نتیجه خوشمزه تر😅🤪
        -اگر فر ندارید مواد رو داخل تابه بریزید و در تابه رو بزارید و روی حرارت ملایم قرار بدید تا پنیر آب بشه.`,
        raite: 5,
        type: "فست فود",
        time: "new"
    },
    {
        id: 3,
        title: "کیک طرح لباس",
        image: img03,
        material: ``,
        rul: `🌱به روش پست قبل کیک شیفون بپزید و بعد از خنک شدن برش های یک اندازه بدید.
        🌱خامه قنادی رو از فریزر خارج کنید تا کمی باز بشه و بعد از بیست دقیقه درحالی که هنوز تکه های یخ توش بود ابتدا یک دقیقه با دور کند و سپس ده دقیقه با دور تند همزن بزنید تا فرم بگیره و از حالت براقی خارج بشه(این مدت بسته به قدرت همزن ها متفاوته)
        🌱برای مرطوب کردن لایه های کیک میتونید از انواع آبمیوه،شیرکاکائو، نسکافه، پودر قند یا حتی مثل من از شیر استفاده کنید(خیلی زیاد نزنید که کیک خیس و بدمزه میشه)
        🌱برای فیلینگ من از موز، گردو و شکلات چیپسی استفاده کردم اما شما میتونید طبق سلیقه خودتون از هر فیلینگی استفاده کنید.
        🌱در آخر با قیف دور تا دور کیک رو خامه میزنیم وبه کمک پالت یا کاردک مطابق فیلم کیک رو آسترکشی میکنیم و به مدت حداقل ۶ تا۸ ساعت داخل یخچال قرار میدیم(آسترکشی باعث میشه موقع کاور کردن یه کاور صاف و بی نقص داشته باشیم)
        
        🌱برای کاور اصلی دوباره خامه فریزری رو فرم میدیم و مطابق فیلم با کمک قیف، پالت و کاردک خامه کشی میکنیم(توی این مرحله اصلا نباید فشار دست زیاد باشه)
        🌱هردفعه پالت رو با دستمال خیس تمیز میکنیم تا لبه های کیک کاملا شارپ دربیاد.
        🌱کیک رو به مدت ۶ تا ۸ ساعت داخل یخچال قرار میدیم تا استراحت کنه و کاور کیک کاملا فرم بگیره.
        🌱برای تزئینات روی کیک ابتدا فوندانت رو ورز بدید تا خوب کش بیاد سپس به کمک وردنه اونو صاف کنید و با کاتر پیتزا به ابعاد مورد نیاز برش بزنید(مارک دکتر فوندانت، ترخاص و کارو فوندانت های خوبی هستن)
        🌱بعد از چند ساعت وقتی کیک کامل خودش رو گرفت تزئینات آماده شده رو مثل تصویر و با دقت روی کیک سوار میکنیم(برای چسباندن فوندانت ها به هم از کمی آب استفاده کنید)
        `,
        points: ``,
        raite: 4,
        type: "شیرینی",
        time: "old"
    },
    {
        id: 4,
        title: "کیک گردو",
        image: img04,
        material: `✅️آردسفید: ۲۵۰ گرم(۲ لیوان)
        ✅️تخم مرغ: ۴ عدد
        ✅️شکر: ۲۰۰ گرم(۱ لیوان)
        ✅️ماست: ۱۵۰ گرم(⅔ لیوان)
        ✅️روغن مایع: ۱۲۰ گرم(⅔ لیوان)
        ✅️بکینگ پودر: ۱ و ½ ق چ
        ✅️وانیل: ½ ق چ
        ✅️گردو خوردشده: ۵۰ گرم(½ لیوان)
        ✅️کشمش: ۱۰۰ گرم(½ لیوان)`,
        rul: `🌱گردو خوردشده،کشمش و ۲ قاشق از آرد رسپی رو باهم ‌مخلوط کنید(اضافات آردش رو دوباره الک کنید)
        🌱مابقی آرد و بکینگ پودر رو مخلوط و ۳ بار الک کنید.
        🌱تخم مرغ،وانیل و شکر رو ۷_۸ دقیقه با دورتند همزن بزنید تا کرم رنگ و کشدار بشه(دورگیری فراموش نشود تا بوی زهم نگیرد)
        🌱روغن مایع و ماست رو اضافه و ۳۰ ثانیه بزنید.
        🌱مخلوط آرد و بکینگ پودر رو در ۲ مرحله اضافه و ۵ ثانیه دیگر بزنید تا یکدست بشه.
        🌱قالب رو با روغن جداکننده چرب کنید(آموزش روغن جداکننده چند پست قبل)
        🌱⅓ از مایه کیک رو داخل قالب بریزید(برای اینکه گردو وکشمش ته نشین نشود)
        🌱حالا گردو و کشمش آردی رو با ⅔ باقیمانده از مواد کیک مخلوط و داخل قالب بریزید.
        🌱قالب رو در طبقه وسط فر از قبل گرم شده با دمای ۱۸۰ درجه به مدت ۴۵ تا ۶۰ دقیقه قرار دهید(با خلال دندان چک کنید تمیز بیرون اومد اوکیه)
        
        `,
        points: `🌱اصلی ترین نکات تهنشین نشدن کشمش و گردو یکی ترکیب کردن اونها با آرد و دیگری غلظت درست مواده... پس اندازه ها رو دقیق بزنید.
        🌱این کیک رو بدون همزن برقی هم میشه درست کرد.
        🌱این کیک رو روی گاز و با شعله پخش کن هم میتونید درست کنید فقط حتما دمکنی بزارید.
        🌱بهتره شیر جایگزین ماست نشه چون مواد شل و گردو وکشمش تهنشین میشه و اینکه بافت کیک با ماست پنبه ای تره.
        🌱میتونید به جای ترکیب کردن گردو و کشمش با مایه کیک، اونهارو بین مواد بریزید.
        🌱تا نیم ساعت اول به هیج عنوان در فر رو باز نکنید چون پف کیک میخوابه.`,
        raite: 5,
        type: "شیرینی",
        time: "new"
    },
    {
        id: 5,
        title: "کیک هویچ",
        image: img05,
        material: `✅️آرد الک شده: ۲ لیوان
        ✅️تخم مرغ: ۴ عدد
        ✅️شکر: ۱ لیوان
        ✅️روغن مایع: ۱ لیوان سرخالی
        ✅️هویچ رنده شده: ۲ لیوان
        ✅️گردو خوردشده: ½ تا ۱ لیوان
        ✅️بکینگ پودر: ۱/۵ ق غ
        ✅️وانیل: ½ ق چ
        ✅️دارچین: ۱ ق چ
        ✅️نمک: نوک ق چ
        ✅️قالب: ۱۸ سانت`,
        rul: ``,
        points: `✅️همه مواد به دمای محیط رسیده باشن.
        ✅️هویچ رو با رنده ریز رنده بزنید.
        ✅️اگر هویچ خیلی آبدار بود آب اضافی آن را بگیرید(من نگرفتم)
        ✅️تخم مرغ رو تا جایی که پف کنه و کرم رنگ و کشدار بشه با دور تند همزن بزنید.
        ✅️حتما آرد و بکینگ پودر و دارچین ۳ بار الک بشن.
        ✅️اگر دوست دارید گردو داخل کیک درشت باشه حتما برای اینکه گردوها داخل کیک ته نشین نشه با یک قاشق از آرد مخلوط و بعد به مایع کیک اضافه کنید(حواستون باشه کمی آردش رو بگیرید تا زیادی آردی نشه)
        ✅️حتما قالب رو چرب یا آرد پاشی کنید یا کاغذ روغنی بندازید و یا مثل من از روغن جداکننده استفاده کنید(آموزش روغن جداکننده در پست قبل هست)
        ✅️سایز قالب طوری باشه که مواد تا ⅔ یا نصف قالب را پر کند.
        ✅️در مرحله آخر قالب رو چند بار به سطح کار بکوبید تا حباب ها خارج بشه.
        ✅️من برای روی کیک از کرم پنیری استفاده کردم و بعد با هویچ های فوندانتی تزئین کردم...
        شما میتونید روی کیک رو با پودر قند، خامه قنادی، محلبی و یا حتی ترافل های رنگی تزئین کنید.
        ✅️برای کرم پنیری ۱۰۰ گرم خامه قنادی رو فرم بدید و با ۵۰ گرم پنیرخامه ای بدون نمک یا پنیرماسکارپونه مخلوط کنید.
        ✅️هربار بعد از اضافه کردن آرد، هویچ یا گردو؛ مواد رو با لیسک و خیلی آروم هم بزنید تا پف کیک نخوابه.`,
        raite: 4,
        type: "شیرینی",
        time: "top"
    },
    {
        id: 6,
        title: "کیک خاص",
        image: img06,
        material: `✅آرد سفید: ۲ لیوان
        ✅شکر: ۱ لیوان
        ✅روغن مایع: نصف لیوان
        ✅شیر ولرم: نصف لیوان
        ✅تخم مرغ: ۴عدد
        ✅بکینگ پودر: ۲ ق چ
        ✅وانیل: یک چهارم ق چ
        ✅زعفران دمکرده: ۲ ق چ
        ✅پودر هل: ۱ ق چ
        ✅گلاب: ۳ ق غ
        ✅درجه فر: ۱۷۰
        ✅مدت زمان: ۳۰-۳۵ دقیقه
        
        🛒کرم زعفرونی:
        ✅شیر: یک و نیم لیوان
        ✅شکر: ۵-۶ ق غ
        ✅نشاسته ذرت: ۳ ق غ
        ✅زعفران دمکرده: ۱-۲ ق غ
        ✅گلاب: ۲ ق غ`,
        rul: ``,
        points: `-حین هم زدن تخم مرغ حتما چندبار دورگیری کنید که بوی زهم نگیره.
        -زعفرون رو دست و دلبازانه بریزید تا عطر و رنگ بهتری داشته باشه.
        -وانیل قابل حذف است.
        -این کیک رو بدون سس هم میتونید درست کنید.
        -حتما فر رو ۱۵ دقیقه قبل گرم کنید.
        -بعد از ۳۰ دقیقه کیک رو با خلال دندان چک کنید که پخته باشه.
        -ممکنه بسته به مدل فرتون زمانش کمی بیشتر یا کمتر بشه. فقط از پشت شیشه فر چک کنید و قبل از ۳۰ دقیقه در فر رو باز نکنید تا پف کیک نخوابه.
        -حتما آرد و بکینگ پودر رو مخلوط و ۳ بار الک کنید و در چند مرحله به مواد اضافه کنید.
        -کف قالب رو چرب و آرد پاشی کنید یا از روغن جداکننده استفاده کنید(آموزش روغن جداکننده چند پست قبل تر براتون گذاشتم)
        -حتما سس داغ رو روی کیک سرد شده بریزید تا سطحش صاف و یکدست پهن بشه چون زود میبنده و اینکه حتما بزارید کامل خنک و ژله ای بشه بعد تزئین کنید.
        -بهتره قبل از سرو حداقل ۳-۴ ساعت داخل یخچال بمونه.`,
        raite: 4,
        type: "شیرینی",
        time: "new"
    },
    {
        id: 7,
        title: "دسر",
        image: img07,
        material: `✅️لیدی فینگر: ۲ بسته
        ✅️زرده تخم مرغ: ۳_۴ عدد
        ✅️خامه قنادی: ۴۰۰_۵۰۰ گرم
        ✅️شکر: ۵۰ گرم
        ✅️پنیر ماسکارپونه: ۲۵۰ گرم
        ✅️وانیل: ½ ق چ
        ✅️قهوه فوری: ۱ ق غ
        ✅️شیر ولرم: ۱ پ
        ✅️پودر کاکائو و شکلات رنده شده برای تزئین`,
        rul: ``,
        points: `🌱به جای قهوه فوری میتونید از یک بسته نسکافه یا کافی میکس تک نفره استفاده کنید.
        🌱به جای پنیر ماسکارپونه میتونید از پنیر لبنه یا پنیر خامه ای هم استفاده کنید.
        🌱حتما از وانیل مرغوب استفاده کنید تا بوی زهم تخم مرغ رو بگیره.
        🌱حتما زرده و شکر و وانیل رو روی حرارت غیرمستقیم به صورت مداوم هم بزنید تا زرده ها کمی حرارت ببینه و شکر حل بشه فقط مراقب باشید اگه زیاد از حد بپزه یا مدام هم نزنید خراب میشه(۷_۸ دقیقه روی بخار آب خوبه)
        🌱همینکه خامه قنادی فرم گرفت دست از هم زدن بردارید. اگر بیش از حد هم بزنید خامه ،روغن پس میده.
        🌱به جای شیر میتونید قهوه رو با یه لیوان آبجوش مخلوط کنید و بیسکوئیت رو در این مخلوط بزنید.
        🌱دقت کنید که بیسکوئیت رو به مدت طولانی در قهوه نگه ندارید چون زود له میشه.
        🌱بهتره این دسر رو حداقل ۳_۴ ساعت در یخچال استراجت دهید تا طعم ها به خورد هم برن.
        🌱بهتره موقع استراحت روی دسر رو سلفون بکشید.
        🌱اگر قالب کمربندی نداشتید در ظرف پیرکس لبه دار هم میتونید درست کنید.
        🌱به جای لیدی فینگر از بیسکوییت پتی بور هم میتونید استفاده کنید.`,
        raite: 4,
        type: "دسر",
        time: "old"
    },
    {
        id: 8,
        title: "فسنجان",
        image: img08,
        material: `☑️گردوآسیاب شده: ۲۰۰_۲۵۰گرم
        ‌☑️مرغ: 3_4 تکه ران یا سینه(از قبل با ادویه مزه دار کنید)
        ‌☑️پیاز بزرگ: ۱عدد
        ‌☑️رب انار: ۳_۴ق غ
        ‌☑️شکر:۱/۵ ق غ (من از نبات استفاده کردم)
        ‌☑️آب سرد: ۶ تا ۸ لیوان(در چند مرحله اضافه میشه)
        ‌☑️زردچوبه،نمک،فلفل،چوب دارچین،
        زعفران`,
        rul: `_پیازرو رنده یاخیلی خیلی ریزکنیدو درروغن خیلی کم سرخ کنید، سبک که شد کمی زردچوبه وسپس گردوهارو اضافه و ۷_۸ دقیقه با حرارت کم تفت دهید(در رنگ فسنجون وبه روغن افتادنش تاثیر داره😉)
        ۵_۶ لیوان آب سرد یا آب ویخ رو در ۳_۴ مرحله به گردوها اضافه کنید و حدودا ۳ ساعت زمان بدید تا با شعله کم تغییر رنگ دهد و به روغن بیوفتد.
        _دراین فاصله مرغ هایی که بانمک،فلفل، زردچوبه مزه دارکردید رو باکمی زعفرون خوب روسرخ کنید(شعله روزیادکنیدتا ۲ طرف کاملاسرخ بشه،نیازی به مغزپخت شدن نیس) 
        _سپس مرغ هاروبه همراه رب انار،شکریا نبات ، یک تکه چوب دارچین و یک لیوان آب سرد دیگربه گردوهااضافه کنید،روی شعله ملایم گذاشته و یکی دو ساعت دیگرزمان دهیدتاکاملاجابیوفتد.
        و برای اينکه تمام روغن غذا روی سطح خورشت جمع بشه حتما در یک ربع آخر چند تکه یخ اضافه کنید...
        فسنجون خوشمزه ما آمادست😋
        نوش جان`,
        points: `☑️مقدار پودرگردو، رب انار و شکر سلیقه ای و قابل تغییره.
        ☑️هرچی گردو تیره تر باشه خورشت سیاه تر میشه.
        ‌☑️اگرمرغ هاکاملاسرخ نشن درحین پخت بازمیشه.
        ‌☑️به جای مرغ میتونیدازگوشت قلقلی یاگوشت تکه ای هم استفاده کنید.
        ‌☑️این مقدا آب تقریبیه وبه زمان پخت و شعله گاز شما بستگی داره.
        ‌☑️برای اینکه فسنجون شماحسابی به روغن بیوفته فقط ازآب سردوآن هم درچندمرحله استفاده کنیدویااینکه در۲_۳مرحله چندتکه یخ به غذااضافه کنید(اینطوری بهش شوک وارد میکنید)
        ‌☑️این دستور،فسنجون ملس به شمامیده(البته بازم به طعم رب انارتون بستگی داره)اگه فسنجون ترش میپسندید،نصف قاشق شکرورب اناربیشتری بریزید ویااگرشیرین دوست دارید مقدارشکرروبیشترکنید.
        ‌☑️چونکه رب اناربعدازیه ساعت طعم واقعی خودش رونشون میده،غذاتون رویک ساعت آخربچشیدوهرچیزی که نیازبوداضافه کنید.`,
        raite: 4,
        type: "غذای ایرانی",
        time: "old"
    },
    {
        id: 9,
        title: "هویچ پلو",
        image: img09,
        material: `✅برنج: ۲ پیمانه
        ✅فیله مرغ: ۲۵۰ گرم
        ✅هویچ: ۲_۳ عدد بزرگ
        ✅پیاز: ۱ عدد
        ✅زرشک: ۲_۳ ق غ
        ✅زعفران دم کرده: دست و دلبازانه😉
        ✅لیمو ترش تازه: یک عدد
        ✅شکر: یک قاشق(اختیاری)
        ✅نمک، فلفل سیاه، کمی زردچوبه و کمی پودر دارچین
        `,
        rul: `🥕ابتدا هویچ رو با رنده درشت خلالی کرده و در کمی روغن تفت میدیم و بعد از اینکه نرم و سبک شد یک قاشق غذاخوری شکر و کمی زعفران اضافه میکنیم و مجدد تفت میدیم تا آب اضافی آن تبخیر شود.
        🥕توی همون تابه پیاز نگینی رو سرخ میکنیم و بعد از آن فیله های تکه شده و کمی زردچوبه اضافه میکنیم و اجازه میدیم تا مرغمون بپزه.
        🥕بعد از اینکه مرغ ها کاملا پخت ، فلفل سیاه، پودر دارچین، نمک، کمی زعفران ، آب یک لیموترش تازه و زرشک رو اضافه و  ۳_۴ دقیقه دیگر تفت میدیم و بعد از اون هویچ رو با بقیه مواد مخلوط میکنیم و شعله رو خاموش میکنیم.
        🥕حالا برنج رو آبکش کرده، تهدیگ دلخواه میزاریم و مواد رو لابه لای برنج ریخته، مابقی زعفران رو میریزیم و اجازه میدیم تا ۴۵ دقیقه با حرارت ملایم باهم دم بکشند.
        🥕در دیس بریزید و با زرشک و خلال پسته تزئین کنید... نوش جونتون😍😋
        `,
        points: `✅به جای مرغ از گوشت چرخ کرده یا خورشتی هم میشه استفاده کرد.
        ✅ریختن شکر و زرشک سلیقه ای هست و میتونید حذف کنید.( شکر رو برای براق شدن هویچ میریزیم)
        ✅️میتونید موقع تفت دادن هویچ زعفرون نریزید و فقط موقع دم گذاشتن برنج روی آن زعفران دمکرده بریزید.
        ✅️من مواد رو دو برابر کردم...`,
        raite: 3,
        type: "غذای ایرانی",
        time: "top"
    },
    {
        id: 10,
        title: "خاگینه مغزدار",
        image: img10,
        material: `✅تخم مرغ: ۴ عدد
        ✅ماست همزده: ۴ ق غ
        ✅آرد: ۴ ق غ 
        ✅زعفران غلیظ دمکرده: به مقدار لازم
        ✅بکینگ پودر: یک چهارم ق چ
        ✅وانیل: یک دوم ق چ
        ✅مغزگردو نیم کوب: ۷-۸ ق غ
        ✅پودر دارچین: یک دوم ق چ
        ✅پودر هل: یک چهارم ق چ
        ✅پودر گل محمدی: یک چهارم ق چ
        ✅روغن: برای سرخ کردن هر طرف یک ق غ
        ✅شکر: یک لیوان
        ✅آب: یک لیوان
        ✅هل: ۲-۳ دونه یا کمی پور هل
        ✅گلاب: یک چهارم لیوان
        ✅قطر تابه : ۲۰ سانت
        `,
        rul: ``,
        points: `-اگر خواستید رژیمی تر و سالم تر درست کنید میشه به جای شهد از شیره انگور که با کمی گلاب رقیق شده استفاده کنید.
        -مواد میانی سلیقه ای هست. میشه به جای گردو از بادام و پسته هم استفاده کرد اما دقت کنید خیلی پودر یا خیلی درشت نباشه فقط کمی زیر دندون حس بشه.
        -بهتره از شعله پخش کن استفاده کنید تا آروم بپزه و نسوزه و حتما حرارت کم باشه تا خوب مغزپخت بشه.
        -ماست نباید خیلی شل باشه چون باعث میشه آرد بیشتری مصرف بشه که اینکار باعث سفت شدن خاگینه میشه.ترش هم نباشه.
        -میتونید مواد رو با همزن دستی هم بزنید و حتما نیازی به همزن برقی نیست.
        -اضافه کردن هل، دارچین، گل محمدی و … سلیقه ای و قابل حرفه.
        -غلظت مواد تقریبا مثل فرنی هست.
        -اگر نخواستید بین خاگینه مغز باشه میتونید کل مواد رو یکجا داخل تابه بریزید.
        -دقت کنید حتما شربت سرد سرد و خاگینه داغ داغ باشه تا شربت کاملا به خوردش بره . اگر هر دو داغ باشن خاگینه له و خمیر میشه و اگر هر دو سرد باشن اصلا شربت جذب خاگینه نمیشه.
        -بعد از اینکه شربت جذب خاگینه شد به ظرف سرو منتقل کنید و با هرچی دوست داشتید تزئین کنیم و نوش جان🥰`,
        raite: 2,
        type: "غذای ایرانی",
        time: "old"
    },
    {
        id: 11,
        title: "خمیرجادویی",
        image: img11,
        material: `✅️تخم مرغ: ۱ عدد
        ✅️روغن مایع: ¼ پ
        ✅️شکر: ۱ ق غ
        ✅️خمیرمایه فوری: ۱ ق غ سرپُر
        ✅️شیرولرم: ۱ پ
        ✅️نمک: ۱ ق چ
        ✅️آرد الک شده:۳ تا ۳/۵ پ(۵۰۰گرم)
        ✅️رومال: زرده تخم مرغ، ۱ق غ شیر و کنجد
        `,
        rul: `_تخم مرغ و روغن رو کمی با همزن بزنید.
        _شکر،خمیرمایع و شیرولرم رو اضافه و مخلوط کنید.
        _حالا نمک و بعد در چند مرحله آرد را اضافه و ۱۰ دقیقه حسابی ورز دهید.
        _یکی دوساعت استراحت بدید تا حجمش دوبرابر بشه(روی خمیر را بپوشانید)
        _به ضخامت چندمیل پهن کنید، پنیرپیتزا و موادگوشتی بریزید و لبه های خمیر را به هم برسانید.
        _۲۰ دقیقه دیگر استراحت دهید(روی خمیر را بپوشانید)
        _درسینی فر که چرب و آردپاشی کرده اید قراردهید، رومال کنید و در فر از قبل گرم شده ۱۷۰ درجه به مدت ۲۰ دقیقه و دو دقیقه آخر گریل بزنید.
        `,
        points: `✅️مواد میانی کاملا سلیقه ای هست، من از گوشت چرخکرده، سیب زمینی، سوسیس، پیاز، قارچ و فلفل دلمه ای استفاده کردم.شما میتونید تغییربدید.
        ✅️مواد میانی بهتره با حداقل روغن تهیه بشه.
        ✅️دقت کنید آرد زیادی به خورد خمیر ندید.بهتره ۳ پیمانه آرد رو اضافه و بعد باقی آرد رو کم کم اضافه کنید(آرد زیادی خمیر رو خشک و سفت میکنه)
        ✅️حتما خمیر رو خوب ورز بدید تاجایی که به دست نچسبد.
        ✅️برای بستن خمیر،لبه کار رو با کمی آب خیس کنید تا خوب بهم بچسبد.`,
        raite: 3,
        type: "شیرینی",
        time: "new"
    },
    {
        id: 12,
        title: "کوفته",
        image: img12,
        material: `✅گوشت چرخ کرده: ۳۰۰_۴۰۰ گرم
        ✅برنج: ⅔ پ
        ✅لپه: ½ پ
        ✅تخم مرغ: یک عدد
        ✅پیاز: ۲ عدد بزرگ
        ✅سبزی معطر: شامل(مرزه، ترخون،شوید، گشنیز،جعفری) ۳ ق غ
        ✅رب گوجه فرنگی:۲_۲/۵ ق غ سرپُر
        ✅ادویه: نمک، فلفل، زردچوبه، تخم گشنیز، پاپریکا یا هر ادویه که دوست دارید
        
        `,
        rul: ``,
        points: `🌱دلایل باز شدن کوفته:🤦‍♀️
        ۱_اگر چربی گوشت زیاد باشه.
        ۲_اگر برنج یا لپه کامل پخته باشن(حتما نیم پز باشه)
        ۳_اگر آب پیاز کامل گرفته نشه.
        ۴_اگر حسابی ورز ندید.
        ۵_اگر کوفته ها خوب گلوله نشن و درز داشته باشن یا به آرومی داخل قابلمه نزارید.
        ۶_اگر حرارت زیاد باشه یا موقع اضافه کردن کوفته به قابلمه، سس قل قل کنه.
        ۷_ اگر ۲۰ دقیقه اول درب قابلمه را ببندید(بعد از آن هم نیم باز باشد)
        ۸_اگر ۲۰ دقیقه اول کوفته هارو جابه جا کنید.
        🌱مقدار و نوع سبزی معطر قابل تغییره اما اگر از سبزی تازه استفاده کردید مراقب باشید زیاد آبدار نباشه.
        🌱مقدار تخم مرغ برای هر نیم کیلو گوشت یک عدده.
        🌱مهمترین اصل در تهیه کوفته، ورز دادن زیاده که این کار باعث میشه کوفتتون حین پخت وا نره و طعم مواد به خوردهم بره.ورز دادن من طی این مراحل حدود ۲۰ دقیقه طول کشید😩 
        🌱اگه احساس کردید موادتون شل شده میتونید یک ق غ آرد نخودچی اضافه کنید.
        🌱مواد میانی کاملا سلیقه ایه من از زرشک، گردو و آلو استفاده کردم شما میتونید از یکی یا هرسه استفاده کنید. البته بعضی ها تخم مرغ آبپز هم میزارن...فقط دقت کنید آلو و زرشک از قبل باید خیس بخورن.
        🌱حدود ۶_۷ لیوان آب میریزیم(بسته به سایز قابلمه میتونه کمتر یا بیشتر باشه اما به قدری باشه که تمام کوفته زیر آب فرو نره) و اجازه میدیم تا بجوشه. 
        🌱به سس کمی هل، زعفران، چوب دارچین، چندعددآلوچه، عصاره گوشت یا عصاره قلم اضافه کنید طعم عالی داره اما یادتون باشه قابل حذفم هست.
        🌱در حین پخت هرچند دقیقه به آرامی از سس روی کوفته ها بریزید.
        🌱زمان پخت برای شعله گاز من حدود ۱/۵ ساعت بود ودر آخر حدود ۱_۲ لیوان سس کف قابلمه موند.`,
        raite: 4,
        type: "غذای ایرانی",
        time: "top"
    },
    {
        id: 13,
        title: "لقمه",
        image: img13,
        material: `✅تخم مرغ: ۱عدد
        ✅سوسیس خورد شده: ۱ پیمانه
        ✅فلفل دلمه: نصف پیمانه
        ✅پنیرپیتزا: ۱پیمانه
        ✅شیر یا آب: ۱پیمانه سرخالی
        ✅آرد: ۲/۵ تا ۳پیمانه
        ✅بکینگ پودر: یک و نیم ق چ
        ✅جعفری خشک: ۱ ق غ
        ✅ادویه: نمک، فلفل سیاه، آویشن، پودرسیر، پاپریکا، پولبیبر یا هر ادویه دلخواه
        
        `,
        rul: `-تخم مرغ رو کمی با چنگال بزنید تا از لختی دربیاد.
        -سوسیس+فلفل دلمه+پنیر پیتزا+ شیر + ادویه و جعفری+بکینگ پودر =اضافه و مخلوط کنید.
        -آرد رو تاجایی اضافه کنید که به دست نچسبه.(بسته به نوع آردتون امکان داره کمتر یا بیشتر مصرف بشه)
        -سطح کار رو آرد پاشی کنید و خمیر رو با وردنه طوری که نه خیلی نازک باشه و نه خیلی ضخیم باز کنید و برش بدید.
        -داخل روغن داغ با حرارت ملایم سرخ کنید.
        `,
        points: `-برای مواد میانی میتونید از قارچ، ذرت، کالباس، گوشت یا مرغ ریش ریش شده هم استفاده کنید. فقط دقت کنید قارچ رو حتما قبلش تفت بدید تا داخل نان آب نندازه.
        -حتما با شعله ملایم سرخ کنید تا کاملا مغزپخت بشه چون اگر حرارت بالا باشه بیرونش سرخ میشه و داخلش خام میمونه.
        -این خمیر احتیاجی به استراحت نداره.
        -سطح این نان ترد و داخلش نرم هست اما شما میتونید بلافاصله بعد از سرخ شدن داخل یه قابلمه بزارید و درش رو ببندید تا یکم بمونه و بیرونش هم نرم بشه`,
        raite: 5,
        type: "فست فود",
        time: "top"
    },
    {
        id: 14,
        title: "ماهی سوخاری",
        image: img14,
        material: `✅️ماهی کیلکا
        ✅️پیاز و سیر
        ✅️آبلیمو
        ✅️زعفران دمکرده
        ✅️آرد
        ✅️پودرسوخاری
        ✅️تخم مرغ همزده
        ✅️ادویه: نمک، فلفل، زردچوبه، پاپریکا، پودرسیر، ادویه ماهی یا ادویه دلخواه
        
        `,
        rul: `🌱ابتدا پولک ماهی هارو بگیرید، مانند فیلم اون رو فیله کنید و بشویید(کافیه تیغ وسطش رو کمی از پشت فشار بدید به راحتی جدا میشه)
        🌱ماهی رو با پیاز، دوحبه سیر، ادویه دلخواه، آبلیمو و زعفران دمکرده مزه دار و ۲_۳ ساعت در یخچال استراحت بدید.
        🌱ماهی های مزه دار شده رو ابتدا در آرد، بعد تخم مرغ همزده و بعد در پودر سوخاری بغلتونید و خوب فشار بدید تا پودر سوخاری کاملا بهش بچسبه(میتونید این مرحله رو دوبار تکرار کنید)
        🌱در روغن داغ با حرارت ملایم هر طرف از ماهی هارو ۲_۳ دقیقه سرخ کنید و روی دستمال روغن گیر قرار بدید تا روغن اضافش گرفته بشه.
        🌱برای مدل دیگه هم من فقط ماهی های مزه دار شده رو داخل آرد و ادویه زدم و در روغن سرخ کردم.
        🌱برای سیب زمینی هم اونهارو برش های بزرگ بزنید، با ادویه و یک قاشق روغن مخلوط کنید، در سینی فر بچینید یا در سرخکن سرخ کنید`,
        points: ``,
        raite: 4,
        type: "غذای ایرانی",
        time: "top"
    },
    {
        id: 15,
        title: "بادمجان مسما",
        image: img15,
        material: `✅️بادمجان: ۳_۴ عدد
        ✅️مرغ: ۲ تکه ران
        ✅️غوره: یک پیاله
        ✅️گوجه فرنگی: ۳ عدد
        ✅️پیاز خورد شده: ۱ عدد بزرگ
        ✅️سیر رنده شده: ۲_۳ حبه
        ✅️رب گوجه فرنگی: ۱ ق غ
        ✅️زعفران دمکرده: مقداری(قابل حذف)
        ✅️آبجوش: به مقدار لازم
        ✅️ادویه: نمک، فلفل، زردچوبه یا ادویه های دلخواه
        
        `,
        rul: ``,
        points: `🌱برای گرفتن تلخی بادمجون بهش نمک بزنید بعد از یک ربع آب بکشید و کامل خشک کنید تاهم روغن کمتری به خودش بگیره و هم تلخیش گرفته بشه.
        🌱برای اینکه بادمجون روغن کمتری به خودش جذب کنه به وسیله قلمو کمی سفیده تخم مرغ یا ماست رو به بدمجون ها بزنید و بعد سرخ کنید(فقط دقت کنید سفیده تخم مرغ رو هم نزنید چون موقع سرخ شدن کف میکنه)
        🌱بهتره بادمجون هارو بعد از سرخ کردن روی دستمال روغنگیر بزارید. 
        🌱به جای سیر رنده شده از پودر سیر هم میتونید استفاده کنید.
        🌱مسما بادمجون رو هم میشه با مرغ پخت و هم با گوشت قرمز`,
        raite: 3,
        type: "غذای ایرانی",
        time: "old"
    },
    {
        id: 16,
        title: "رولت گوشت",
        image: img16,
        material: `✅گوشت چرخکرده: ۵۰۰ گرم
        ✅پیاز رنده و آبگرفته شده: ۱ عدد بزرگ
        ✅تخم مرغ: ۱ عدد
        ✅آرد سوخاری: ۱-۲ ق غ
        ✅سیر رنده شده: ۱-۲ حبه(قابل حذف)
        ✅رب: ۲ ق غ 
        ✅آبجوش: به مقدار لازم
        ✅پیاز برای سس: ۱ متوسط
        ✅زعفران دمکرده
        ✅مواد میانی به سلیقه خودتون: تو کپشن توضیح دادم👇
        ✅ادویه: نمک-فلفل- زردچوبه- پاپریکا-پودر تخم گشنیز و هر ادویه ای که دوست داشتید.
        
        `,
        rul: ``,
        points: `--همونطور که تو استوری ها دیدید من بعد از برش دادن مجدد دو دقیقه داخل سس میزارم تا بجوشه و مزه ها به خورد هم بره🤌 اینطوری خیلی لذیذ میشه😋حتما امتحان کنید😉
        -گوشتتون ترکیب گوساله و گوسفند و ترجیحا بدون چربی باشه و دوبار چرخ بشه بهتره(اگر چربی گوشت زیاد باشه ممکنه رولت وا بره)
        -به جای آرد سوخاری از مغز نان باگت خشک و آسیاب شده یا آرد نخودچی هم میشه استفاده کرد.
        -مواد میانی کاملا سلیقه ای هست: من از گردو، زرشک، پیاز داغ و کمی جعفری خشک استفاده کردم اما شما میتونید هویچ، آلو، خلال بادام و پسته، تخم مرغ، قارچ یا هرچی که دوست داشتید استفاده کنید.
        -بهتره لبه ها رو از مواد میانی نریزید تا موقع رول کردن بیرون نریزه.
        -خیلی مهمه که خوب ورز بدید تا چسبیده بشه و هیچ درزی نداشته باشه و موقع رول کردن گوشت رو محکم بپیچیدکه وسطش هوا یا فضای خالی نداشته باشه تا رولت حین پخت باز نشه.
        -حتما گوشت رو قبل از رول کردن ۲ ساعت و بعد از رول کردن یک ساعت در یخچال استراحت بدید.
        -موقع برگردوندن رولت خیلی مراقب باشید و به آرومی این کارو انجام بدید.
        -برای سس میتونید از مخلوط گوجه رنده شده و رب هم استفاده کنید و اینکه اضافه کردن دارچین و هل و آلو سلیقه ای و قابل حذفه یا بنا به سلیقتون میتونید مقداری رب انار یا آبلیمو ترش اضافه کنید که من نریختم.
        -شنیدم برای اینکه رولت حین پخت ترک نکنه با سفیده تخم مرغ خیلی کم رومال میکنن بعد توی روغن سرخ میکنن اما من تاحالا تست نکردم.
        -روشو با زرشک و خلال بادومی که با گلاب خیس کردید، جعفری تازه یا سیب زمینی خلالی تزئین کنید و نوش جااان😍`,
        raite: 5,
        type: "غذای ایرانی",
        time: "old"
    },
    {
        id: 17,
        title: "سمبوسه",
        image: img17,
        material: `✅️سیب زمینی: ۳ عدد
        ✅️پیاز: ۱ عدد بزرگ
        ✅️جعفری خورد شده: ۲ ق غ
        ✅️ادویه دلخواه و فلفل فراوون و نان لواش
        
        🛒مواد لازم سمبوسه دوم:
        ✅️سیب زمینی: ۴ عدد
        ✅️پیاز: ۱ عدد بزرگ
        ✅️گوشت چرخکرده: ۲۰۰ گرم
        ✅️جعفری خورد شده: ۲_۳ ق غ
        ✅️پنیرپیتزا: ۱۰۰ گرم(قابل حذف)
        ✅️ادویه: نمک_ فلفل _پاپریکا_ آویشن_ پودرسیر یا هرادویه دلخواهی...
        `,
        rul: ``,
        points: `✅️سمبوسه اصل جنوبی بدون گوشت و فقط با سیب زمینی پوره شده، پیاز، سبزیجات(جعفری،تره،گشنیز بنابه سلیقه) خیلی تندهست(فلفل دست و دلبازانه بریزید) اما شما میتونید مواد میانی رو بنا به سلیقه خودتون تغییر بدهید.
        ✅️بهتره سمبوسه رو خیلی بزرگ درست نکنید تا راحتتر سرخ بشن.(میتونید نان رو به ۳ قسمت کنید)
        ✅️میتونید به جای نان لواش از خمیریوفکا هم استفاده کنید اما حتما اجازه بدید کامل یخش باز بشه تا موقع پیچیدن پاره نشه(سمبوسه با خمیریوفکا چربتر میشه)
        ✅️بهتره بعد از پیچیدن سمبوسه ها(قبل از سرخ کردن) اون هارو داخل نایلون یا ظرف دردار نگهدارید و دونه دونه سرخ کنید تا سمبوسه هوا نکشه، نانش خشک نشه و شکلشون بهم نریزه.
        ✅️سمبوسه را در روغن داغ و با حرارت متوسط سرخ کنید.(دقت کنید اگر حرارت خیلی کم باشه یا روغن داغ نباشه و تایم سرخ شدن زیاد بشه روغن اضافی جذب نان میشه)
        ✅️اگه روغن خیلی زیادی در تابه نمیریزید حتما موقع سرخ کردن اطراف سمبوسه روغن بریزید تا همه قسمت هاش خوب سرخ بشه.
        ✅️حتما بعد از سرخ کردن سمبوسه هارو روی دستمال روغنگیر قرار بدید تا روغن اضافی آن گرفته شود.
        ✅️اگه سمبوسه رو محکم نپیچید وموقع سرخ کردن روغن زیادی به خورد سمبوسه بره یا اینکه خوب برشته و سرخ نشه یا بعد از سرخ کردن همون موقع که گرمه داخل ظرف یا نایلون بزارید نرم میشه و خیلی زود تردی خودش رو از دست میده`,
        raite: 3,
        type: "فست فود",
        time: "new"
    },
    {
        id: 18,
        title: "ساندویچ",
        image: img18,
        material: `✅سینه مرغ: ۱ عدد بزرگ
        ✅گردو خورد شده: ۵۰ گرم(میتونید بیشتر هم بریزید یا کلا حذف کنید)
        ✅خیار شور نگینی: ۲۰۰ گرم
        ✅پیازچه خورد شده: ۵۰_۶۰ گرم
        ✅هویچ پخته و رنده شده: ۲ عدد
        ✅کاهو خورد شده: ۲۰۰_۲۵۰ گرم
        ✅قارچ ورقه ای: 500 گرم
        ✅ذرت پخته شده: ۲۰۰ گرم
        ✅سس مایونز: ۲۰۰ گرم
        ✅ماست همزده : ۲۰۰ گرم
        ✅سس خردل: ۱-۲ ق غ(قابل حذف)
        ✅شوید خشک: ۱-۲ ق غ
        ✅ابلیمو: ۱-۲ ق غ
        ✅ادویه: نمک-فلفل سیاه- آویشن-زردچوبه-پاپریکا و ادویه دلخواه دیگر
        `,
        rul: ``,
        points: `-حتما از ماست همزده ترجیحا پرچرب استفاده کنید چون اگه شل باشه آب میندازه.
        -میزان سس و ماست به سلیقه خودتون قابل تغییره
        -شوید طعمش رو محشر میکنه حذف نکنید میتونید جعفری رو جایگزینش کنید.
        -میتونید سیب زمینی پخته و نگینی شده و نخود فرنگی و فلفل دلمه ای هم اضافه کنید که من نریختم.
        -مرغی که می‌پزید باید خوش نمک باشه تا مزش توی ساندویچ کم نباشه.
        -بهتره حداقل یک ساعت تو یخچال بمونه بعد ساندویچ رو سرو کنید یا اینکه میتونید برای مهمونیاتون از شب قبل آماده کنید. هرچی بمونه خوشمزه تر میشه😁
        -اهان راستی برای اینکه قارچ سیاه نشه حتما موقع تفت دادن یک قاشق ابلیمو اضافه کنید😉`,
        raite: 4,
        type: "فست فود",
        time: "old"
    },
    {
        id: 19,
        title: "شیک طالبی",
        image: img19,
        material: `✅طالبی: ۱ عدد
        ✅موز: ۱ عدد
        ✅بسـتنی وانیلی: دو عدد لیوانی 
        ✅یخ: نصف لیوان
        ✅شیر سرد: یک چهارم لیوان
        
        `,
        rul: `-کافیه همه مواد رو داخل مخلوط کن بریزید تا یکدست بشه و بعد داخل لیوان سرو بریزید و نوش جان😋
        -اگر طالبی تون زیاد شیرین نیست میتونید ۲قاشق شکر یا عسل اضافه کنید.
        -اگر نمیخواید از یخ استفاده کنید بهتره موز و طالبی رو داخل فریزر بزارید تا یکم حالت یخی بگیرن بعد داخل مخلوط کن بریزید.
        -اگر غلیظ تر دوست داشتید بسـتنی بیشتر بریزید و اگر رقیق تر دوست داشتید شیر رو بیشتر بریزید.
        -طالبی، ملون یا گرمک از هرکدوم دوست داشتید میتونید استفاده کنید.
        -میتونید موز رو حذف کنید و تنها شیک طالبی داشته باشید.`,
        points: ``,
        raite: 5,
        type: "نوشیدنی خنک",
        time: "top"
    },
    {
        id: 20,
        title: "یخ در بهشت",
        image: img20,
        material: ``,
        rul: `یخ در بهشت😋لایــک و سیــوش کن بعد بیا استوری 😍
        حالا بهم بگو یخ در بهشت پرتقالی یا آلبالویی؟طرفدار کدوم طعمی؟😍
        من که خودم همیشه ترجیحم پرتقالی بوده😬کلا با میوه پرتقال بیشتر کنار میام تا آلبالو😁
        اما شما میتونید این یخ در بهشت رو با هر طعمی که بخواید درست کنید😍 خیلی هم راحت و سه سوته ست🤌
        کافیه یه مقدار یخ رو با یکم سیروپ یا شربت دلخواه داخل مخلوط کن بریزید تا یخ پودری و یکدست بشه😋
        البته من واسه خوش رنگتر شدنش یه قطره رنگ خوراکی هم ریختم که شما میتونید حذفش کنید.
        یا اگه دوست داشتید چند قطره آب لیمو تازه داخلش بریزید که من نریختم🫣`,
        points: ``,
        raite: 2,
        type: "نوشیدنی خنک",
        time: "top"
    },
    {
        id: 21,
        title: "شیرینی نوروزی",
        image: img21,
        material: `✅️آرد: ۱ و ½ پیمانه
        ✅️روغن مایع: ¼ پیمانه یا ۴ ق غ
        ✅️ماست: ½ پیمانه
        ✅️پودرقند: ۱ ق غ
        ✅️زرده تخم مرغ: ۱ عدد
        ✅️بکینگ پودر: ½ ق چ
        ✅️پودرهل: ⅓ ق چ
        
        🛒مواد داخل قطاب:
        ✅️پودر گردو: ½ پیمانه
        ✅️پودر پسته: ½ پیمانه
        ✅️پودرقند: ½ تا ⅔ پیمانه
        ✅️گلاب: ۱_۲ ق غ
        ✅️پودرهل: ۱ ق چ
        `,
        rul: ``,
        points: `✅️برای مغزیجات میتونید از گردو، بادام، پسته، یا ترکیب اینها استفاده کنید.
        ✅️بهتره مواد هم دمای محیط باشن.
        ✅️میتونید به جای روغن مایع از کره یا روغن جامد یا ترکیب این دو استفاده کنید.
        ✅️گلاب را به اندازه ای بریزید که مواد میانی منسجم و خمیری شکل شود(دقت کنید اگر زیاد بریزید مواد شل شده و حین سرخ شدن از قطاب بیرون میریزد)(همچنین گلاب حین سرخ شدن قطاب تبخیر میشه و باعث ترک خوردن اونها میشه پس خیلی کم بریزید)
        ✅️اگر خمیر چسبندگی داشت کمی آرد اضافه کنید(آرد زیادی هم به خورد خمیر ندید زیرا مانع پف کردن قطاب میشه)
        بسته به نوع و کیفیت آردتون امکان داره کمتر یا بیشتر آرد نیاز باشه.
        ✅️خمیر حاصل به دست نمیچسبه و نیاز به ورزدادن زیادی هم نداره(با ورزدادن زیاد خمیر به روغن میوفته)
        ✅️حتما خمیر را محکم ببندید تا موقع سرخ کردن مواد از خمیر بیرون نریزد.
        ✅️قطاب ها را در روغن داغ با حرارت ملایم سرخ کنید(دقت کنید اگه روغن زیادی داغ باشه داخل قطاب خمیر میمونه و اگه حرارت خیلی کم باشه قطاب سفت میشه)
        ✅️سعی کنید از ظرف کوچک و گودی استفاده کنید تا هم روغن کمتری مصرف بشه و هم قطاب در روغن شناور باشه‌.
        ✅️مدام قطاب هارا در روغن حرکت دهید و روی آنها روغن بریزید تا کاملا پف کند.
        ✅️بعد از سرخ شدن قطاب هارو روی دستمال روغنگیر گذاشته و وقتی خنک تر شدن در پودر قند بغلتونید(در بعضی دستورها برای کاور؛ از ترکیب پودرقندو آرد یا پودرقند و پودرهل استفاده میکنن)
        ✅️میتونید به جای سرخ کردن در فر گرم شده ی ۱۸۰ درجه به مدت ۲۰ دقیقه بپزید.
        ✅️این شیرینی حدودا یک هفته در ظرف دربسته و در یخچال ماندگاری دارد.
        ✅️اگر با این دستور درست کردید حتما عکسش رو برام بفرستید`,
        raite: 3,
        type: "شیرینی",
        time: "new"
    },
    {
        id: 22,
        title: "سوپ",
        image: img22,
        material: `✅️جو پوست کنده: ۲پیمانه
        ✅️بال و گردن مرغ: حدودا 1کیلو
        ✅️هویچ رنده شده: ۱پیمانه
        ✅️جعفری خورد شده: ۲_۳ ق غ
        ✅️عصاره قلم یا عصاره مرغ الیت
        ✅️پیاز و یک حبه سیر
        ✅️آبلیمو یا آبغوره
        ✅️رب گوجه فرنگی: ۱_۲ ق غ
        ✅️آبجوش
        ✅️ادویه: نمک،فلفل، زردچوبه،کمی پاپریکا،پودر گوجه و ادویه دلخواه`,
        rul: `🌱ابتدا مرغ رو به همراه پیاز، یک حبه سیر، ادویه و کمی آبجوش بپزید(میتونید چوب دارچین، هل، آبلیمو یا هر طعم دهنده ای داخلش بریزید)
        🌱گوشتش رو ریش ریش و آبش رو از صافی رد کنید برای داخل سوپ(اولین راز خوشمزگی استفاده از بال و گردن مرغ هست که عالی میشه، فقط پوست بال رو بعد از پخت جدا کنید)
        🌱جوهایی که از شب قبل خیس کردید رو با آبجوش و کمی زردچوبه ۲_۳ ساعت بپزید.
        🌱وقتی که جو کاملا پخت، مرغ ریش شده و آب مرغ رو اضافه کنید و یک ساعت دیگه با حرارت ملایم بپزید(درب قابلمه رو کامل نبندید چون سر میره)
        🌱هویچ رنده شده و جعفری خورد شده رو اضافه و مجدد یک ساعت زمان بدید تا مزه ها به خورد هم برن(من از جعفری خشک استفاده کردم اما ترجیحا شما جعفری تازه بریزید)
        🌱توی این فاصله یک پیاز نگینی رو سرخ کنید،کمی که طلایی شد زردچوبه و رب گوجه و ادویه رو اضافه و چند دقیقه تفت بدید تا رب رنگ باز کنه(توی این مرحله اگر پوره گوجه فرنگی یا گوجه فرنگی خورد شده هم بریزید و کمی با رب تفت بدید عاااااالی میشه که من نداشتم🤦‍♀️)
        🌱حالا سسی که آماده کردید رو با کمی آبلیمو و آبغوره، عصاره قلم یا عصاره مرغ الیت به سوپمون اضافه و یکی دوساعت دیگه زمان بدید تا با حرارت کم بپزه و جابیوفته(هرچند دقیقه هم بزنید که ته نگیره)
        🌱دقت کنید طی مراحل پخت هرزمان که احساس کردید آب سوپ کمه میتونید کمی آبجوش اضافه کنید
        🌱و اینکه یادتون باشه این سوپ حداقل ۵_۶ ساعت زمان برای پخت نیاز داره با حرارت ملایم.
        🌱راستی به جای بال و گردن از ران و سینه هم میشه استفاده کرد ولی پیشنهاد من همون بال و گردنه`,
        points: ``,
        raite: 3,
        type: "غذای ایرانی",
        time: "new"
    },
    {
        id: 23,
        title: "تارت سیب",
        image: img23,
        material: `🌱آرد سفید: حدودا ۳۰۰ گرم
        🌱پودرقند: ۳ ق غ
        🌱نمک: نوک ق چ
        🌱مارگارین یا کره سرد یخچالی: ۱۸۰ گرم
        🌱تخم مرغ: ۱ عدد
        🌱شیر یا آب سرد: ۴ ق غ
        🌱سیب: ۴_۵ عدد
        🌱شکر: ⅓ پ (بسته به ترش و شیرینی سیب هاتون میتونید کم و زیاد کنید)
        🌱پودر دارچین: ۱ ق چ سرخالی
        🌱گردو خورد شده: ۴۰_۵۰ گرم(قابل حذف)
        🌱زرده تخم مرغ و یک قاشق شیر برای رومال`,
        rul: `_آرد، پودرقند و نمک رو مخلوط و کره سرد و خورد شده رو اضافه کنید.
        _ابتدا با چنگال یکم آرد به خوردش بدید و بعد با نوک انگشت تا به صورت پودری دربیاد.
        _حالا تخم مرغ و شیر سرد رو اضافه و فقط درحدی که خمیری بشه با دست ورز بدید(زیاد ورز ندید تا به روغن نیوفته)
        _خمیر رو داخل سلفون گذاشته و به مدت یک ساعت در یخچال استراحت دهید.
        _توی این فاصله سیب هارو پوست کنده خورد کنید و یا مثل من رنده درشت بزنید و به همراه شکر روی حرارت بزارید تا بجوشه و آب سیب تبخیر بشه. درآخر پودر دارچین و گردو خورد شده رو اضافه و از روی حرارت بردارید.
        _بعد از یک ساعت خمیر را به ۲ قسمت تقسیم کنید.
        _قسمت بزرگتر را با وردنه صاف و داخل قالب تارت قرار دهید.
        _سیب هارو داخل قالب بریزید و نصف دیگر خمیر رو به صورت حصیری روی تارت تزئین کنید.
        _رومال کنید و داخل فر از قبل گرم شده به دمای ۱۸۰ درجه و به مدت ۳۰_۴۰ دقیقه قرار دهید تا طلایی شود.`,
        points: `🌱کره حتما باید سرد باشه و بلافاصله بعد از خارج کردن از یخچال استفاده شود وگرنه به روغن میوفته و درنهایت خمیر بی کیفیتی خواهید داشت.
        🌱برای باز کردن خمیر اصلا نباید آرد پاشی کنید. فقط زیرش پلاستیک پهن کنید.
        🌱سینی فر یا قالب احتیاجی به چرب کردن یا کاغذ نداره.
        🌱حواستون باشه اگه دیدید خمیر شل شد دوباره اونو چند دقیقه ای داخل یخچال بزارید تا خنک بشه.`,
        raite: 3,
        type: "فست فود",
        time: "new"
    },
    {
        id: 24,
        title: "زرشک پلو",
        image: img24,
        material: `🌱ران مرغ: ۲_۳ عدد
        🌱پیاز رنده شده: ۱ عدد متوسط
        🌱سیر رنده شده: ۲_۳ حبه
        🌱رب گوجه: ۱_۲ ق غ
        🌱فلفل دلمه ای کوچک: ۱ عدد
        🌱هویچ کوچک: ۲ عدد
        🌱چوب دارچین: یک تکه
        🌱هل سبز: ۲عدد
        🌱زعفران دم کرده: دست دلبازانه
        🌱آبغوره: ⅕ پیمانه
        🌱آبجوش: ۲ لیوان
        🌱ادویه: نمک، فلفل، پاپریکا، زردچوبه`,
        rul: ``,
        points: `✅️برای طعم و عطر بهتر میتونید مرغ هارو داخل مخلوط کره و روغن سرخ کنید.
        ✅️میتونید مرغ هارو از شب قبل با پیازخلالی، سیر، نمک، فلفل و زعفران مزه دار کنید.
        ✅️بعد از اضافه کردن سیر، ۳۰ ثانیه تفت بدید ... فلفل دلمه و هویچ رو اضافه مجدد کمی تفت بدید بعد رب رو اضافه کنید.
        ✅️برای پخت مرغ با حرارت ملایم حدودا یکی دوساعت زمان نیازه.
        ✅️اصلا پودر دارچین رو جایگزین چوب دارچین نکنید چون رنگ مرغ رو تیره میکنه.
        ✅️چوب دارچین و هل سبز قابل حذفه.`,
        raite: 4,
        type: "غذای ایرانی",
        time: "top"
    },
]